tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mike-engel/jwt-cli"
tap "reviewdog/tap"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "bat"
brew "certbot"
brew "harfbuzz"
brew "libbluray"
brew "ffmpeg", link: false
brew "fish"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "golangci-lint"
brew "gosec"
brew "groff"
brew "hub"
brew "jid"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "mkcert"
brew "nginx"
brew "node"
brew "opa"
brew "packetbeat"
brew "pandoc"
brew "peco"
brew "postgresql@14"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "terrascan"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "aquasecurity/trivy/trivy"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "bufbuild/buf/buf"
brew "mike-engel/jwt-cli/jwt-cli"
brew "reviewdog/tap/reviewdog"
cask "hyper"
brew "shellcheck"
brew "ffmpeg"
