tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "bufbuild/buf"
tap "homebrew/bundle"
tap "k1low/tap"
tap "mike-engel/jwt-cli"
tap "reviewdog/tap"
brew "shellcheck"
brew "actionlint"
brew "aom"
brew "awscli"
brew "bat"
brew "certbot"
brew "ffmpeg"
brew "fish"
brew "node"
brew "gemini-cli"
brew "gh"
brew "harfbuzz"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-filter-repo"
brew "go"
brew "golangci-lint"
brew "gosec"
brew "groff"
brew "helix"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jid"
brew "jpeg-xl"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "libbluray"
brew "mkcert"
brew "nginx"
brew "node@22"
brew "opa"
brew "packetbeat"
brew "pandoc"
brew "peco"
brew "pinact"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "protobuf"
brew "pstree"
brew "python@3.10"
brew "python@3.9"
brew "socat"
brew "terraform"
brew "terrascan"
brew "tmux"
brew "tree"
brew "wget"
brew "zellij"
brew "aquasecurity/trivy/trivy"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "bufbuild/buf/buf"
brew "k1low/tap/mo"
brew "mike-engel/jwt-cli/jwt-cli"
brew "reviewdog/tap/reviewdog"
cask "alt-tab"
cask "claude-code@latest"
cask "ghostty"
cask "hyper"
cask "ngrok"
cask "stats"
vscode "4ops.terraform"
vscode "766b.go-outliner"
vscode "akamud.vscode-theme-onedark"
vscode "ambooth.git-rename"
vscode "anseki.vscode-color"
vscode "anthropic.claude-code"
vscode "asdine.cue"
vscode "atsushieno.language-review"
vscode "azemoh.one-monokai"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradgashler.htmltagwrap"
vscode "bufbuild.vscode-buf"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "fcrespo82.markdown-table-formatter"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "ionutvmi.path-autocomplete"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "karunamurti.haml"
vscode "mechatroner.rainbow-csv"
vscode "michelemelluso.code-beautifier"
vscode "mikegleasonjr.theme-go"
vscode "mikestead.dotenv"
vscode "minodisk.bigquery-runner"
vscode "misogi.ruby-rubocop"
vscode "mohsen1.prettify-json"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.theme-markdownkit"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "plex.vscode-regolint"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ricardoerikson.vscode-go-impl-methods"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "shan.code-settings-sync"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sirtori.indenticator"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "tonybaloney.vscode-pets"
vscode "tsandall.opa"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wraith13.bracket-lens"
vscode "xabikos.javascriptsnippets"
vscode "xavierguarch.auto-markdown-toc"
vscode "xrc-inc.jsonnet-formatter"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
go "github.com/m-mizutani/backstream"
go "github.com/m-mizutani/backstream/cmd/bs"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/766b/go-outliner"
go "golang.org/x/tools/gopls"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/99designs/gqlgen"
go "github.com/gordonklaus/ineffassign"
go "github.com/matryer/moq"
go "github.com/oapi-codegen/oapi-codegen/v2/cmd/oapi-codegen"
go "github.com/syumai/opgen-mcp-server"
go "github.com/m-mizutani/rands/cmd/rands"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/go-task/task/v3/cmd/task"
npm "@anthropic-ai/claude-code"
npm "@mizchi/lsmcp"
npm "@openai/codex"
npm "agent-browser"
npm "claude-code"
npm "difit"
npm "opencommit"
npm "vite"
